echemLatticeSmooth/run01/0/Ua
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      Ua;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (0 62.5 0);        
    }

    outlet
    {
        type            adjntEchemVelocity;
        value           uniform (0 0 0);
    }

    walls
    {
        type            noSlip;
    }

    top
    {
        type            noSlip;
    }

    btm
    {
        type            noSlip;
    }

    front
    {
        type            noSlip;
    }  

    back
    {
        type            noSlip;
    }  
}

// ************************************************************************* //
