echemLatticeSmooth/run01/constant/areaInterpIn.txt
10000
(
7.823124000000e-01
7.840884612362e-01
7.858641918662e-01
7.876395918886e-01
7.894146613020e-01
7.911894001048e-01
7.929638082957e-01
7.947378858731e-01
7.965116328357e-01
7.982850491820e-01
8.000581349104e-01
8.018308900197e-01
8.036033145082e-01
8.053754083746e-01
8.071471716173e-01
8.089186042351e-01
8.106897062263e-01
8.124604775895e-01
8.142309183233e-01
8.160010284262e-01
8.177708078968e-01
8.195402567336e-01
8.213093749351e-01
8.230781625000e-01
8.248466194267e-01
8.266147457137e-01
8.283825413598e-01
8.301500063633e-01
8.319171407228e-01
8.336839444369e-01
8.354504175041e-01
8.372165599229e-01
8.389823716920e-01
8.407478528098e-01
8.425130032750e-01
8.442778230859e-01
8.460423122413e-01
8.478064707395e-01
8.495702985793e-01
8.513337957590e-01
8.530969622774e-01
8.548597981328e-01
8.566223033239e-01
8.583844778492e-01
8.601463217073e-01
8.619078348966e-01
8.636690174158e-01
8.654298692633e-01
8.671903904378e-01
8.689505809378e-01
8.707104407617e-01
8.724699699083e-01
8.742291683759e-01
8.759880361632e-01
8.777465732687e-01
8.795047796909e-01
8.812626554284e-01
8.830202004798e-01
8.847774148435e-01
8.865342985181e-01
8.882908515022e-01
8.900470737944e-01
8.918029653930e-01
8.935585262968e-01
8.953137565042e-01
8.970686560138e-01
8.988232248242e-01
9.005774629338e-01
9.023313703413e-01
9.040849470451e-01
9.058381930439e-01
9.075911083361e-01
9.093436929203e-01
9.110959467951e-01
9.128478699590e-01
9.145994624105e-01
9.163507241482e-01
9.181016551706e-01
9.198522554763e-01
9.216025250639e-01
9.233524639318e-01
9.251020720786e-01
9.268513495029e-01
9.286002962032e-01
9.303489121780e-01
9.320971974259e-01
9.338451519455e-01
9.355927757352e-01
9.373400687937e-01
9.390870311194e-01
9.408336627110e-01
9.425799635669e-01
9.443259336857e-01
9.460715730660e-01
9.478168817063e-01
9.495618596051e-01
9.513065067610e-01
9.530508231726e-01
...
)
