echemLatticeSmooth/run01/constant/radiusInterpIn.txt
10000
(
1.000000000000e-02
1.002360236024e-02
1.004720472047e-02
1.007080708071e-02
1.009440944094e-02
1.011801180118e-02
1.014161416142e-02
1.016521652165e-02
1.018881888189e-02
1.021242124212e-02
1.023602360236e-02
1.025962596260e-02
1.028322832283e-02
1.030683068307e-02
1.033043304330e-02
1.035403540354e-02
1.037763776378e-02
1.040124012401e-02
1.042484248425e-02
1.044844484448e-02
1.047204720472e-02
1.049564956496e-02
1.051925192519e-02
1.054285428543e-02
1.056645664566e-02
1.059005900590e-02
1.061366136614e-02
1.063726372637e-02
1.066086608661e-02
1.068446844684e-02
1.070807080708e-02
1.073167316732e-02
1.075527552755e-02
1.077887788779e-02
1.080248024802e-02
1.082608260826e-02
1.084968496850e-02
1.087328732873e-02
1.089688968897e-02
1.092049204920e-02
1.094409440944e-02
1.096769676968e-02
1.099129912991e-02
1.101490149015e-02
1.103850385039e-02
1.106210621062e-02
1.108570857086e-02
1.110931093109e-02
1.113291329133e-02
1.115651565157e-02
1.118011801180e-02
1.120372037204e-02
1.122732273227e-02
1.125092509251e-02
1.127452745275e-02
1.129812981298e-02
1.132173217322e-02
1.134533453345e-02
1.136893689369e-02
1.139253925393e-02
1.141614161416e-02
1.143974397440e-02
1.146334633463e-02
1.148694869487e-02
1.151055105511e-02
1.153415341534e-02
1.155775577558e-02
1.158135813581e-02
1.160496049605e-02
1.162856285629e-02
1.165216521652e-02
1.167576757676e-02
1.169936993699e-02
1.172297229723e-02
1.174657465747e-02
1.177017701770e-02
1.179377937794e-02
1.181738173817e-02
1.184098409841e-02
1.186458645865e-02
1.188818881888e-02
1.191179117912e-02
1.193539353935e-02
1.195899589959e-02
1.198259825983e-02
1.200620062006e-02
1.202980298030e-02
1.205340534053e-02
1.207700770077e-02
1.210061006101e-02
1.212421242124e-02
1.214781478148e-02
1.217141714171e-02
1.219501950195e-02
1.221862186219e-02
1.224222422242e-02
1.226582658266e-02
1.228942894289e-02
...
)
